/* No comment provided by engineer. */
"%@ since last back-up" = "%@ seit dem letzten Backup";

/* No comment provided by engineer. */
"AC Power" = "Strom";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort verbunden";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort getrennt";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Achtung! Wenn Sie diese Option aktivieren, wird HardwareGrowler ihren Anmeldeobjekten hinzufügt";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Wenn Sie dies zulassen, wird HardwareGrowler bei jeder Anmeldung gestartet, sodass es immer für Programme verfügbar ist, die es benutzen.";

/* No comment provided by engineer. */
"Back-up took %@" = "Das Backup beanspruchte %@";

/* No comment provided by engineer. */
"Battery charging" = "Die Batterie lädt";

/* No comment provided by engineer. */
"Battery Low!" = "Die Batterieladung ist niedrig";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Battierladung ist niedrig, bitte den Computer an das Stromkabel anschließen";

/* No comment provided by engineer. */
"Battery Power" = "Batterieladung";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Mit Bluetooth verbunden";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth-Verbindung";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth getrennt";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth-Verbindung";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Das Bluetooth-Modul in OS X Lion benötigt 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Bluetooth-Monitor";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Canceled after %@" = "Nach %@ abgebrochen";

/* No comment provided by engineer. */
"Caps Lock" = "Feststelltaste";

/* No comment provided by engineer. */
"Caps Lock Off" = "Feststelltaste deaktiviert";

/* No comment provided by engineer. */
"Caps Lock On" = "Feststelltaste aktiviert";

/* No comment provided by engineer. */
"Capster" = "Capster";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Zum Öffnen klicken";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "Derzeitige Stufe: %ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Das Aktivieren dieser Option wird dafür sorgen, dass HardwareGrowler läuft ohne ein Programmsymbol im Dock oder ein Symbol in der Menüleiste anzuzeigen. Um die Einstellungen aufzurufen, klicken Sie Growl in Launchpad oder öffnen sie Growl im Finder.";

/* No comment provided by engineer. */
"Failed after %@" = "Nach %@ fehlgeschlagen";

/* No comment provided by engineer. */
"Firewire Connected" = "Mit Firewire verbunden";

/* No comment provided by engineer. */
"Firewire Connection" = "Firewire-Verbindung";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire deaktiviert";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Abgebrochene Firewire-Verbindung";

/* No comment provided by engineer. */
"Firewire Monitor" = "Firewire-Monitor";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Erstes Backup oder kein voriges Backup im System-Log gefunden";

/* No comment provided by engineer. */
"FN Key" = "Funktionstaste";

/* No comment provided by engineer. */
"FN Key Pressed" = "Funktionstaste gedrückt";

/* No comment provided by engineer. */
"FN Key Released" = "Funktionstaste losgelassen";

/* No comment provided by engineer. */
"General" = "Generell";

/* Unit names */
"hours" = "Stunden";

/* No comment provided by engineer. */
"Icon:" = "Programmsymbol:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Ignorierte Laufwerke:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Um Benachrichtigungen über Bluetooth-Geräte zu erhalten, bitte auf OS X Lion 10.7.3 oder neuer aktualisieren";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Um Benachrichtigungen über Telefonie-Geräte zu erhalten, bitte auf OS X Lion 10.7.3 oder neuer aktualisieren";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Ankommender Telefonanruf";

/* No comment provided by engineer. */
"Incoming SMS" = "Ankommende SMS";

/* No comment provided by engineer. */
"Interface:\t%@" = "Interface:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Interface:\t%1$@\nMedium:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "IP-Adresse geändert";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP-Adressen aktualisiert";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Netzwerk beigetreten.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Netzwerk %@ verlassen.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "Minuten";

/* No comment provided by engineer. */
"Modules" = "Module";

/* No comment provided by engineer. */
"Mounted" = "Angeschlossen";

/* No comment provided by engineer. */
"Network Link Down" = "Netzwerkverbindung nicht erreichbar";

/* No comment provided by engineer. */
"Network Link Up" = "Netzwerkverbindung erreichbar";

/* No comment provided by engineer. */
"Network Monitor" = "Netzwerk-Monitor";

/* display no icon at all */
"No icon visible" = "Kein Programmsymbol sichtbar";

/* No comment provided by engineer. */
"No routable IP addresses" = "Keine routbaren IP-Adressen";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Benachrichtigen für:";

/* No comment provided by engineer. */
"Num Lock" = "NumLock";

/* No comment provided by engineer. */
"Num Lock Off" = "NumLock deaktiviert";

/* No comment provided by engineer. */
"Num Lock On" = "NumLock aktiviert";

/* If the string is too long, use O */
"OFF" = "AUS";

/* No comment provided by engineer. */
"Ok" = "Okay";

/* If the string is too long, use I */
"ON" = "AN";

/* Format string for On <power type> */
"On %@" = "Auf %@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Hardware-Growler-Einstellungen öffnen ...";

/* No comment provided by engineer. */
"Phone Module" = "Telefon-Modul";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Telefonmodul benötigt mindestens OS X Lion 10.7.3 oder neuer";

/* No comment provided by engineer. */
"Power Changed" = "Stromquelle hat sich geändert";

/* No comment provided by engineer. */
"Power Monitor" = "Strom-Monitor";

/* No comment provided by engineer. */
"Power Warning" = "Strom-Warnung";

/* No comment provided by engineer. */
"Preferences" = "Einstellungen";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "HardwareGrowler beenden";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Batterie-Status erneuern";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Erneuern alle:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Nur im Akkubetrieb erneuern";

/* Unit names */
"seconds" = "Sekunden";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Senden, sobald ein Bluetooth-Gerät angeschlossen ist";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Senden, sobald ein Bluetooth-Gerät getrennt wurde";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Senden, sobald ein Firewire-Gerät angeschlossen wurde";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Senden, sobald ein Firewire-Gerät getrennt wurde";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Senden, sobald ein Thunderbolt-Gerät angeschlossen wurde";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Senden, sobald ein Thunderbolt-Gerät getrennt wurde";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Senden, sobald ein USB-Gerät angeschlossen wurde";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Senden, sobald ein USB-Gerät getrennt wurde";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Senden, sobald ein Laufwerk gemountet wurde";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Senden, sobald ein Laufwerk abgehängt wurde";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Senden, sobald sich AirPort mit einem Netzwerk verbindet";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Senden, sobald sich AirPort von einem Netzwerk trennt";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Senden, sobald ein Ethernet-Verbindung getrennt wird";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Senden, sobald eine Ethernet-Verbindung startet";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Senden, sobald der Akkustand niedrig ist";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Senden, sobald sich die System-IP-Adresse ändert";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Senden, sobald sich die Stromart oder der -status ändert";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Senden, sobald eine TimeMachine-Sicherung fehlschlägt";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Senden, sobald TimeMachine eine Sicherung beendet hat";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Senden, sobald TimeMachine abbricht";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Senden, sobald TimeMachine eine Sicherung wiederaufnimmt";

/* No comment provided by engineer. */
"Shift Key" = "Umschalttaste";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Umschalttaste gedrückt";

/* No comment provided by engineer. */
"Shift Key Released" = "Umschalttaste losgelassen";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Verbundene Geräte beim Start von HardwareGrowler anzeigen";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Programmsymbol an beiden Orten anzeigen";

/* display the icon only in the dock */
"Show icon in the dock" = "Programmsymbol im Dock anzeigen";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Programmsymbol in der Menüleiste anzeigen";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "HardwareGrowler bei der Anmeldung starten:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Für diesen Monitor sind keine Einstellungen vorhanden.";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Diese Einstellung tritt in Kraft, wenn HardwareGrowler neu startet.";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt angeschlossen";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderbolt-Verbindung";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt getrennt";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt-Trennung";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderbolt-Monitor";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine abgebrochen";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine fehlgeschlagen";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine beendet";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine beendet";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine gestartet";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine gestartet";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "Verbleibende Zeit: %lu Minuten";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "Zeit zum Laden: %lu Minuten";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Time-Machine-Monitor";

/* No comment provided by engineer. */
"Unknown Power Source" = "Unbekannte Stromquelle";

/* No comment provided by engineer. */
"Unmounted" = "Getrennt";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Unbenanntes FireWire-Gerät";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Unbenanntes Thunderbolt-Gerät";

/* No comment provided by engineer. */
"UPS Power" = "USV-Strom";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB-2.0-Anschluss";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "USB 3.0 Bus";

/* No comment provided by engineer. */
"USB Bus" = "USB-Anschluss";

/* No comment provided by engineer. */
"USB Connected" = "USB angeschlossen";

/* No comment provided by engineer. */
"USB Connection" = "USB-Verbindung";

/* No comment provided by engineer. */
"USB Disconnected" = "USB getrennt";

/* No comment provided by engineer. */
"USB Disconnection" = "USB-Verbindung";

/* No comment provided by engineer. */
"USB Monitor" = "USB-Monitor";

/* No comment provided by engineer. */
"Volume Monitor" = "Lautstärke-Monitor:";

/* No comment provided by engineer. */
"Volume Mounted" = "Datenträger geladen";

/* No comment provided by engineer. */
"Volume Unmounted" = "Datenträger ausgeworfen";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Achtung! Das Aktivieren dieser Einstellung wird dafür sorgen, dass HardwareGrowler im Hintergrund läuft.";

